Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: In the context of its examination of aid applications and payments in Spain the Court found that, for about 50 % of the local cash sales between one producer organisation and one local trader, the invoices did not provide reliable evidence of the client's identity.
es: 38. En el marco de su examen de las solicitudes y de los pagos de ayudas en España, el Tribunal constató que las facturas no permitían certificar la identidad del cliente en aproximadamente el 50 % de las ventas locales realizadas al contado entre una organización de productores y un operador local.

source: You are recommended to create a client name called CASH SALES for all cash sales.
es: Se recomienda crear un Nombre del Cliente llamado VENTAS EFECTIVO para todas las ventas en efectivo.

source: Cash Sales (SAP Library - Sales (SD-SLS))
es: Venta al contado (Biblioteca SAP - Ventas (SD-SLS))

source: Together with Dr. Vamik Volkan and Ms Judy Carter, Dr. Irani is currently completing a Workbook on Ethnopolitical Conflicts to be published by Prentice Hall.
es: "Con Vamik Volkan y Judy Carter, está actualmente terminando ""Workbook on Ethnopolitical Conflicts"", que será publicado por Prentice Hall."

source: Situations of Concern, Office of the Special Representative of the Secretary-General for Children and Armed Conflict. http//www.un.org/children/conflict/english/ conflicts . h t ml
es: 34 Situaciones preocupantes, Oficina del Representante Especial de la Secretaria General para Niños y ConflictosArmados.http//www.un.org/children/conf lict/english/conflicts.html

source: The second phase, entitled The Search for Sustainable Peace and Good Governance in Africa Comprehending and Mastering African Conflicts, will not only continue research and review the original case studies, but also expand the scope of the study to include Guinea Bissau, the Congo, the DR of Congo and Côte d'Ivoire.
es: La investigación continuará en una segunda etapa bajo el título Search for Sustainable Peace and Good Governance in Africa Comprehending and Mastering African Conflicts, Phase II, en la que se examinarán los cinco estudios de casos originales y se ampliará el ámbito de forma que incluya el Congo, la R.D. del Congo, Côte d'Ivoire y Guinea Bissau.

source: The system allows to pass credit and cash sales of fuel and basket sales into your accounting system.
es: El sistema permite pasar las ventas crédito y contado de combustible y las ventas de canastilla a su sistema contable.

source: In the case of physical persons, only cash sales shall be considered. j) COPRA shall give preference to offerings involving real property
es: En los casos de personas físicas, sólo se considerará venta de contado. j) El COPRA dará preferencia a ofertas por paquetes de inmuebles, sobre ofertas

source: When using the SiteKiosk Payment Bundle, you will be given additional information on the overall sales, the cash sales and the amounts generated by the machines when they were emptied.
es: Si utiliza el SiteKiosk Payment Bundle, usted recibirá información adicional sobre el total de ventas, el vaciado de las máquinas y ventas en efectivo.

source: It would allow cash sales to Cuba and Iran but ban the use of U.S. credits or financing by American financial institutions.
es: Este autoriza la venta en efectivo a Cuba e Irán pero prohibe los créditos o financiamiento por instituciones financieras americanas.

source: 18. The audit also continues to be heavily qualified, and the Board expressed concerns that certain issues, including the continued non-deposit in the Development Fund for Iraq of cash sales of fuel oil by the State Oil Marketing Organization (SOMO), had not been resolved.
es: La auditoría también sigue conteniendo numerosas salvedades, y la Junta Internacional de Asesoramiento y Supervisión expresó su preocupación por el hecho de que no se hubieran resuelto algunas cuestiones, entre ellas que el Organismo Estatal de Comercialización del Petróleo siguiera sin depositar en el Fondo de Desarrollo para el Iraq el producto de las ventas de combustible en efectivo.

source: Retailers also have a call centre and a cash after-sales service, both available in the language of the country where the sales point is located.
es: Además, los comerciantes cuentan con un centro de llamadas y un servicio de postventa monética, ambos disponibles en el idioma del país del punto de venta.

source: The Cash Flow on Sales ratio has increased notably to 12.8% as a consequence of the modification to the «mix» of the Group's sales.
es: El ratio Flujos de Explotación sobre Ventas ha mejorado notablemente, situándose en el 12,8%, como consecuencia de la modificación producida en el «mix» de ventas del Grupo.

source: The Operating Cash Flows margin on Sales remain at levels higher than those of business operation, once the costs associated with the Unit's focus on technological innovation and organic development of new production capacity are isolated.
es: El margen Flujos de Explotación sobre Ventas se mantiene en el negocio operativo en niveles superiores a los del ejercicio precedente, una vez aislados el efecto del mayor negocio por «trading» y los gastos asociados a la apuesta del Grupo por la innovación tecnológica y el desarrollo orgánico de nueva capacidad de producción.

source: Unlike the Allied forces in the West, the Red Army introduced a system of Communist coercion after driving the Germans from Central and Eastern Europe.
es: A diferencia de las fuerzas aliadas en Occidente, el Ejército Rojo impuso un sistema de coerción comunista tras expulsar a los alemanes de Europa Central y Oriental.

source: We discuss changes in average realized price, sales volumes and total cash costs related to our produced methanol sales whereas we discuss purchased methanol on a net margin basis.
es: Nosotros analizamos los cambios en el precio promedio realizado, volúmenes de venta y total de costos base caja de nuestras ventas de producción propia, sin embargo en el caso del metanol comprado analizamos el margen sobre una base neta.

source: Parent Jyl Gershen-Lewis collects bottles and cans for cash and organizes ticket sales for an annual farm benefit day at the Solano County Fair.
es: Jyl Gershen-Lewis, una madre que junta botellas y latas vacías para canjear por dinero y organiza la venta de boletos para un día en la feria del condado de Solano de beneficencia anual para la granja.

source: For example, companies may choose to pay deposits by using cash on hand, obtaining loans, increasing sales revenues, or raising capital through the sale of equity shares.
es: Por ejemplo, las empresas pueden elegir pagar los depósitos en efectivo, obteniendo préstamos, aumentando los precios de venta, o aumentado su capital mediante la venta de acciones.

source: This point is therefore dealt with by analysing the evolution of the main forces driving the Spanish growth model and their repercussions on the labour market.
es: Así, se aborda este punto analizando la evolución de los principales resortes del modelo de crecimiento español y de sus repercusiones sobre el mercado de trabajo.

source: Research and innovation are crucial for sustainable economic, social and ecological development and for the solution of global problems. They are the central driving forces for development-oriented globalisation.
es: La investigación y la innovación son factores decisivos para el desarrollo durable en los ámbitos económico, social y ecológico y para la resolución de problemas globales, y se cuentan entre las fuerzas propulsoras fundamentales para lograr una globalización propicia al desarrollo.

source: The Corporate Governance model acts as a driving force and guarantee of the model through different bodies and documents.
es: La estructura de Gobierno Corporativo actúa como impulsor y garante del modelo a través de diversos órganos y documentos.

source: My group welcomes this statement, as we believe the opposite to be true, namely that promotion of the European model is a major driving force behind competitiveness on our continent.
es: Mi Grupo acoge con agrado esta declaración, porque creemos que lo cierto es lo contrario, es decir, que la defensa del modelo europeo es una fuerza motriz de la competitividad en nuestro continente.

source: Expenditures included cost of goods sold and salaries.
es: Los gastos incluían el costo de los bienes vendidos y los salarios.

source: In dollar terms the cash cost of goods sold per ton decreased 10% year over year.
es: En términos de Dólares, el costo en efectivo se cayó 10% año contra año.

source: Alombard's sales forces and a number of its central functions were furthermore to be
es: Además los equipos de venta y una serie de funciones centrales de Alombard son

source: I also extend my greetings to the Central and State level police forces, including our internal security forces.
es: También envío mis saludos a las fuerzas policiales a nivel Central y de Estado, incluyendo a nuestras fuerzas de seguridad interna.

source: 1. Member States shall take all necessary steps to avoid any risk of forgery of driving licences, including that of model driving licences issued before the entry into force of this Directive.
es: 1. Los Estados miembros adoptarán todas las disposiciones pertinentes para evitar el peligro de falsificación de los permisos de conducción, incluidos los modelos de permiso expedidos antes de la entrada en vigor de la presente Directiva.

source: We have also noted that women and equality have been included as part of the picture and that importance is attached to women's importance as driving forces in the development of society.
es: Hemos constatado también la inclusión de la mujer y la igualdad de género como parte de la situación dibujada y la importancia atribuida a la mujer como fuerza motriz del desarrollo de la sociedad.

source: Scientific research plays a major role in this regard, and should continue being one of the driving forces in promoting growth, welfare and sustainable development.
es: La investigación científica tiene un papel fundamental en este sentido y debe continuar siendo uno de los motores del crecimiento, el bienestar y el desarrollo sostenible.

source: Telecommunications are a central driving force in the economy and not just a marginal phenomenon.
es: Las telecomunicaciones son un motor central de la economía y no un fenómeno exclusivamente marginal.

source: We say yes to integrated European rather than simply coordinated financial market supervision on the basis of the model of the European Central Bank.
es: Decimos sí a una supervisión europea integrada del mercado financiero en lugar de a una meramente coordinada de acuerdo con el modelo del Banco Central Europeo.

source: The Big Clean Up has been used as a model for many local and central government programmes.
es: La Gran Limpia ha sido utilizada como modelo para muchos programas locales y del gobierno federal.

source: The system displays the costs for the material as cost of goods manufactured, cost of goods sold, inventory costs, and so on.
es: El sistema visualiza los costes para el material como los costes de producción, el precio de coste, los costes de inventario, etc.

source: Cost of goods sold decreased 2.8%, mainly as a result of the devaluation of the Venezuelan bolivar.
es: El costo de ventas decreció 2.8% principalmente como resultado de la devaluación del Bolivar venezolano.

source: You can determine the cost of goods manufactured or the cost of goods sold for company activities.
es: Se puede determinar los costes de producción o el precio de coste para las actividades de la empresa.

source: For this purpose, cost component views are created that display, for instance, cost components relating to stock valuation, or the cost of goods sold.
es: Con este fin, se crean vistas de elementos de coste que visualicen, por ejemplo, elementos de coste relacionados con la valoración de stocks o el precio de coste.

source: Such changes are unlikely to affect the cost of goods sold to consumers.
es: Es improbable que tales cambios influyan en el coste de las mercancías vendidas a los consumidores.

source: The growth in cost of goods sold was due mainly to price increases in raw materials such as copper, aluminum and plastic materials.
es: Este último aumento se debió principalmente a aumentos de precios de materias primas, como cobre, aluminio y materiales plásticos.

source: It will play the role of coordinator, facilitator and catalyst of driving forces that are capable of fostering synergy with a view to the conduct of activities in the member countries.
es: Cumplirá una función de coordinador, mediador y catalizador de las fuerzas vivas, capaz de fomentar la sinergias para realizar actividades en los países miembros.

source: Any attempt to grasp this reality without taking account of the driving forces of human behaviour is doomed to failure.
es: Todo deseo de aprehender esta realidad sin tener en cuenta los vectores fundamentales de los comportamientos humanos está abocada al fracaso.

source: We believe that the United Nations and the developed countries must be the driving forces in combating the global crisis.
es: Creemos que las Naciones Unidas y los países desarrollados deben ser la fuerza motriz para hacer frente a la crisis mundial.

source: A.16 Paragraph 6 of the model status-of-forces agreement provides that all members of a peacekeeping operation shall respect all local laws and regulations.
es: A.16 El párrafo 6 del modelo de acuerdo sobre el estatuto de las fuerzas, dispone que todos los miembros de la operación de mantenimiento de la paz respetarán todas las leyes y reglamentos locales.

source: The provisions in the model status-of-forces agreement dealing with civil and criminal suits apply to members of the mission who have the status of experts on mission (see paras. A.4-A.7 above).
es: Las disposiciones del modelo de acuerdo sobre las acciones civiles y penales se aplican a los miembros de la misión que tienen el estatuto de expertos en misión (véanse párrs. A.4 a A.7).

source: The General Assembly, in paragraph 7 of the resolution, endorsed the recommendation that the Security Council, in establishing a peacekeeping operation in the future, should prescribe a time frame for the conclusion of the status-of-forces agreement between the United Nations and the host Government for the operation in question and that, pending the conclusion of such an agreement, a model-status-of-forces agreement would apply provisionally unless otherwise agreed by the parties, and invited the Security Council to consider the matter.
es: La Asamblea General, en el párrafo 7 de la resolución, hace suya la recomendación de que el Consejo de Seguridad, al establecer una operación de mantenimiento de la paz, fije un plazo para la concertación del acuerdo correspondiente sobre el estatuto de las fuerzas entre las Naciones Unidas y el gobierno anfitrión y, hasta que se concierte el acuerdo, se aplique provisionalmente, a menos que las partes interesadas convengan en otra cosa, un modelo de acuerdo sobre el estatuto de las fuerzas, e invita al Consejo de Seguridad a ocuparse de esa cuestión.

source: Such a campaign would involve one of the major forces in the free-market model, namely the consumer.
es: Semejante campaña recurre a uno de los grandes poderes en el modelo de libre mercado el consumidor.

source: The increase of the production capacity, coupled with the effect of the anti-dumping measures, permitted the Community producer to increase the volume sold and thus to reduce the unit cost of goods sold.
es: El aumento de la capacidad de producción, junto con el efecto de las medidas antidumping, permitió que el productor comunitario aumentara su volumen de ventas y redujera por lo tanto el coste unitario de las mercancías vendidas.

source: Secondly, it was not possible during the on-the-spot verification to reconcile the cost of production for the product concerned, as reported in the questionnaire response, with the cost of goods sold in the profit and loss table of the reply to the questionnaire or any accounting record of the company.
es: En segundo lugar, durante la inspección in situ, no fue posible hacer coincidir los costes de producción del producto afectado, comunicados en la respuesta al cuestionario, con el coste de los productos vendidos que figuraba en el cuadro de pérdidas y ganancias incluido en la respuesta al cuestionario, ni en ningún documento contable de la empresa.

source: The average cash cost of goods sold per ton in our Venezuelan operations fell 4% in constant Bolivar terms in the second quarter of 2000 compared to the second quarter of 1999.
es: El costo promedio de ventas en efectivo por tonelada de cemento disminuyó 4% en términos de Bolívares constantes durante el segundo trimestre del 2000 comparado con el segundo trimestre de 1999.

source: For costed materials with a BOM, you see the cost of goods manufactured, the sales and administration costs, and the cost of goods sold.
es: Para los materiales calculados con una lista de materiales, verá los costes de producción, de ventas y de administración, y el precio del coste.

source: The cost of goods sold comprises the cost of goods manufactured, and sales and administration costs.
es: El precio de coste incluye los costes de producción y los costes de ventas y de administración.

source: You enter the desired cost component view (cost of goods manufactured, cost of goods sold, or inventory valuation) in the selection screen in the report parameters.
es: Introduzca la vista de elementos que desee (costes de producción, precios de coste o valoración de inventario) en la pantalla de selección, concretamente en los parámetros de informe.

source: To be sure you cover the whole breast, take your time and follow a definite pattern lines, circles, or wedges.
es: Para asegurarse de cubrir todo el seno, tómese su tiempo y siga un patrón definido líneas, círculos o cuñas.

source: Flexible spectrum management is therefore a key enabling factor for investment in innovation as well as for facilitating market entry for new businesses in a competitive environment.
es: Por consiguiente, una gestión flexible del espectro constituye un factor clave para favorecer la inversión en innovación, así como la entrada en el mercado de nuevas empresas en un entorno competitivo.

source: Lightly dust the tart with cocoa powder and cut into wedges.
es: Salpique la tarta ligeramente con cocoa en polvo y sirva cortada en tajadas.

source: A general model would configure up to nine central units per central site location.
es: Un modelo general tendría en su configuración un tope de nueve unidades centrales por cada estación central.

source: This model is the central element of the risk grading process.
es: Dicho modelo es el elemento central de la operatividad del proceso de calificación de riesgo.

source: Another fundamental element of this view of the state is the defence of private property, which is considered a central tenet of the liberal model to be defended at all costs.
es: Otro de los elementos fundamentales de esta concepción de Estado, central y defendido a ultranza por los estandartes del modelo liberal, es la defensa de la propiedad privada.

source: The absence of such a central driving force has resulted in diverse modernization efforts and incompatible systems.
es: La falta de ese impulso central ha dado lugar a esfuerzos de modernización variados y a sistemas incompatibles.

source: The authors identify seven major non-technical driving forces which will lead to changes in the media communication systems.
es: Los autores destacan siete factores no técnicos clave que conducirán a cambios en los sistemas de comunicación.

source: Greater attention is needed to address the driving forces of vulnerability to hazards, such as land-use practices, unplanned settlements and rapid urbanization.
es: Se necesita prestar más atención para abordar las fuerzas determinantes de la vulnerabilidad ante los peligros, como las prácticas de utilización de la tierra, los asentamientos no planificados y el rápido ritmo de la urbanización.

source: The cost of goods sold includes all the costs arising from the company activities involved in making a product.
es: El precio de coste incluye todos los costes que se originan en las actividades de la sociedad relacionadas con la fabricación de un producto.

source: should be used, for example cost of goods manufactured or cost of goods sold
es: que se debería utilizar, por ejemplo, los costes de producción o el precio de coste.

source: The cost component view Cost of goods sold contains all cost components that are flagged as the cost of goods manufactured and sales and administration costs.
es: La vista de elementos Precio de coste contiene todos los elementos de coste que están marcados como costes de producción y costes de administración y ventas.

source: Cost of goods sold in Chile were down 8.4%, but rose 3.6% in Argentina.
es: El costo de explotación en Chile bajó un 8,4%, pero en Argentina aumentó un 3,6%.

source: The cost of goods sold is normally transferred into the conditions of the sales order.
es: El coste de las mercancías vendidas normalmente se transfiere a las condiciones del pedido de cliente.

source: The average cash cost of goods sold per ton in the first quarter of 1999 decreased 16% in constant Colombian peso terms versus the first quarter of 1998.
es: El costo promedio de ventas en efectivo por tonelada en el primer trimestre de 1999 se redujo 16% en términos de pesos colombianos constantes contra el primer trimestre de 1998.

source: Immigration should take place within a clear legal procedural framework in order to manage migratory flows effectively and to avoid any competitive distortion Illegal entry or residence should not lead to the desired stable form of residence.
es: La inmigración debe existir enmarcada en un procedimiento jurídico transparente que gestione eficazmente los flujos migratorios y evite cualquier distorsión de la competencia Laentradaolaresidenciailegalesno debería conducir a una forma atractiva y estable de residencia.

source: This releases the wedges, which ignite upon air contact, producing smoke.
es: Ello libera las cuñas, que se inflaman al tomar contacto con el aire, produciendo humo.

source: With a contribution of nearly $20 million from the Bill & Melinda Gates Foundation, MicroLead will provide loans and grants to leading microfinance institutions/financial service providers on a competitive basis to facilitate their entry into least developed countries where access to finance is most challenging.
es: Con una contribución de casi 20 millones de dólares de la Fundación Bill y Melinda Gates, MicroLead proporcionará préstamos y donaciones a las principales instituciones de microfinanciación/proveedores de servicios financieros por un procedimiento de licitación a fin de facilitar su entrada en los países menos adelantados donde el acceso a los fondos resulta más difícil.

source: For entry to be considered a sufficient competitive constraint on the merging parties, it must be shown to be likely, timely and sufficient to deter or defeat any potential anti-competitive effects of the merger.
es: Para que pueda considerarse que la entrada de nuevos competidores en el mercado constituye una presión competitiva suficiente sobre las partes de la concentración ha de mostrarse que dicha entrada es probable, que se producirá con prontitud y que será suficiente para disuadir o impedir los efectos anticompetitivos potenciales de la concentración.
